Repository: Valerii-Postrybailo/avivi-trans-crud
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: uk

source: catalog btn
uk: Каталог

source: greeting and menu
uk: Вітаємо! Виберіть, що вас цікавить:

source: {} back_arrow_btn
uk: {} Назад

source: next_arrow_btn {}
uk: Наступна {}

source: page {} of {}
uk: Сторінка {} з {}

source: here is our catalog
uk: Наший каталог:

source: back_btn
uk: Назад

source: Name: {} Description: {} Price: {} Stock Quantity: {}
uk: Назва: {} Опис: {} Ціна: {} К-сть. на складі: {}

source: Product not found.
uk: Продукт не знайдено.

source: language selected
uk: Ви вибрали українську мову.
